citys_name = ["Краснодар", "Уфа","Тюмень", "Тула", "Москва", "Санкт-Петербург", "Сочи", "Новосибирск", "Казань", "Воронеж", "Нижний Новгород", "Калуга", "Ростов-на-Дону", "Челябинск", "Омск", "Томск", "Самара", "Екатеринбург", "Красноярск", "Пермь", "Анапа", "Ярославль", "Иркутск", "Геленджик", "Калининград", "Новороссийск", "Хабаровск", "Кемерово", "Набережные Челны", "Чебоксары", "Минск", "Тверь", "Оренбург", "Владивосток","Адлер","Алматы","Красная поляна"]

citys_name_for_test = ["Новосибирск", "Казань", "Воронеж", "Нижний Новгород", "Калуга", "Ростов-на-Дону"]

start_map_loc = [55.756745, 37.624427]
start_map_zoom = 11

title = """
<meta http-equiv="Refresh" content="600" />
<div id='maplegend' class='maplegend' 
style='position: absolute; z-index:9999; border:0px; background-color:rgba(128, 112, 255, 0.8);
 border-radius:6px; padding: 10px; font-size:25px; left: 0px; top: 0px;'>
<div style='line-height: 13px;' class='legend-labels'><font size="3"><b>{}</b></font></div>
</div>"""
